[Obj_SewerEscape DishonoredObjective]
m_Description="取得联系"

[Obj_SewerEscape:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="从下水道逃离并和新盟友见面"
m_Status=""

[Obj_SewerEscape:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="找到藏在下水道中的补给"
m_Status=""

[Obj_SewerEscape:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="和船夫萨缪尔对话"
m_Status=""

[Prison_Escape DishonoredObjective]
m_Description="逃离寒脊监狱"

[Prison_Escape:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="到达下水道隧道"
m_Status=""

[Prison_Escape:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="找到下水道中的补给箱"
m_Status=""

[Prison_Escape:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="从下水道逃离并和新盟友见面"
m_Status=""

[Prison_Escape:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="逃入下水道"
m_Status=""

[Prison_Escape:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="和船夫萨缪尔对话"
m_Status=""

[Prison_Escape:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="穿过外门逃离"
m_Status=""

[Prison_Escape:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="从桥上跳下去"
m_Status=""

[Prison_FindBomb DishonoredObjective]
m_Description="找到爆炸物"

[Prison_FindBomb:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="进入审讯室"
m_Status=""

[Prison_FindBomb:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="打开你的牢房门"
m_Status=""

[Prison_FindBomb:DishonoredTask_Custom_10 DishonoredTask_Custom]
m_Description="穿过走廊前进至审讯室"
m_Status=""

[Prison_FindBomb:DishonoredTask_Custom_11 DishonoredTask_Custom]
m_Description="拾起爆炸物"
m_Status=""

[Prison_FindBomb:DishonoredTask_Custom_12 DishonoredTask_Custom]
m_Description="战斗或潜行至人行桥处"
m_Status=""

[Prison_FindBomb:DishonoredTask_Custom_13 DishonoredTask_Custom]
m_Description="（可选）掐晕守卫"
m_Status=""

[Prison_FindBomb:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="拿取武器"
m_Status=""

[Prison_FindBomb:DishonoredTask_Custom_9 DishonoredTask_Custom]
m_Description="从守卫的皮带上拿到钥匙"
m_Status=""

[Prison_FindNote DishonoredObjective]
m_Description="来自朋友的信"

[Prison_FindNote:DishonoredTask_Custom_12 DishonoredTask_Custom]
m_Description="吃你的最后一餐"
m_Status=""

[Prison_FindNote:DishonoredTask_Custom_13 DishonoredTask_Custom]
m_Description="阅读留言"
m_Status=""

[Prison_PlantBomb DishonoredObjective]
m_Description="放置爆炸物"

[Prison_PlantBomb:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="进入通往外门的走廊"
m_Status=""

[Prison_PlantBomb:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="放置爆炸物"
m_Status=""

[Prison_PlantBomb:DishonoredTask_Custom_16 DishonoredTask_Custom]
m_Description="穿过庭院"
m_Status=""

